[
  {
    "nombre": "René Descartes",
    "imagen": "https://filco.es/uploads/2018/05/top-20officehacks-19-e1524577141234.png",
    "contribucion": "Defendió la idea de que la razón es el camino hacia la verdad. Su método consiste en la duda metódica y en partir de verdades evidentes para deducir otras."
  },
  {
    "nombre": "Galileo Galilei",
    "imagen": "https://pymstatic.com/86086/conversions/galileo-galilei-wide_webp.webp",
    "contribucion": "Padre del método científico moderno. Propuso que el conocimiento debe basarse en la observación, la experimentación y la comprobación empírica."
  },
  {
    "nombre": "Francis Bacon",
    "imagen": "https://blogmasonico.com/wp-content/uploads/2023/02/francis-bacon.jpg.webp",
    "contribucion": "Formuló el método inductivo, promoviendo que el conocimiento científico debe derivarse de la observación sistemática y la experiencia."
  },
  {
    "nombre": "Karl Popper",
    "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQg1I7qWc2zKh8lB0mDiiaIpOmkL2OBWvM1bEz3T1bj0Y3tSKyrCZbtTOw8MRfWNHrosOj7UDcABgSVpehTqpSwDcQaMi-l6XOyA77zqgc&s=10",
    "contribucion": "Propuso el falsacionismo como criterio de demarcación científica, argumentando que las teorías científicas deben ser susceptibles de ser refutadas mediante la experimentación."
  },
  {
    "nombre": "Thomas Kuhn",
    "imagen": "https://upload.wikimedia.org/wikipedia/en/8/87/Thomas_Kuhn.jpg",
    "contribucion": "Introdujo el concepto de paradigmas científicos y revoluciones científicas, sugiriendo que el progreso científico no es lineal sino que ocurre a través de cambios radicales en las perspectivas dominantes."
  },
  {
    "nombre": "Círculo de Viena",
    "imagen": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhc4ugtHLZPwVlacL2L71pQpQVwlb7rnwKipRY-AO70DIYEJD0KpUaYK5VYfoSBZy8J_0cIlS5hjAwg06vUEXzf5aVb-3uo6j2Gl8rxWHPwz6Se0tK2Daf9UxJtN8m4pyKakiKzOXfP8QA_/s1600/Viena.jpg",
    "contribucion": "El Círculo de Viena** fue un grupo de filósofos y científicos de inicios del siglo XX que defendió el **positivismo lógico**, es decir, la idea de que solo tienen sentido las proposiciones que pueden **verificarse empíricamente** o son **verdades lógicas/matemáticas**. Rechazaron la metafísica por considerarla carente de significado verificable y promovieron una visión **científica, unificada y racional** del conocimiento. Sostuvieron que todo lenguaje debe analizarse con rigor lógico y que la ciencia avanza mediante la clarificación del lenguaje y la eliminación de proposiciones sin contenido empírico."

  }

]
